gsoap/jnuy/yl_USCOREydSoap.get_hbwsh1.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://www.w3.org/2003/05/soap-envelope"
 xmlns:SOAP-ENC="http://www.w3.org/2003/05/soap-encoding"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns1="http://jinanwater.cn/">
 <SOAP-ENV:Body>
   <ns1:get_hbwsh1>
    <ns1:gs></ns1:gs>
    <ns1:id></ns1:id>
    <ns1:yyzd></ns1:yyzd>
   </ns1:get_hbwsh1>

 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
